[
    {
        "Question Number": 1,
        "Title": "Hva beskriver begrepet \"forskuddstrekk\"?",
        "Options": [
            "Det er skatten som blir trukket direkte fra lønnen din før den blir utbetalt.",
            "Det er en betaling som skattytere betaler i forskudd basert på forventet inntekt for det kommende året.",
            "Det er skatten man betaler etter å ha mottatt skatteoppgjøret.",
            "Det er en ekstra skatt for de som har høy inntekt."
        ],
        "Right Answer": 1,
        "Explanation": "Forskuddstrekk er skatten som arbeidsgiver trekker fra lønnen til den ansatte hver måned. Denne skatten blir trukket før lønnen blir utbetalt, og beløpet blir sendt direkte til skattemyndighetene."
    },
    {
        "Question Number": 2,
        "Title": "Hvilket av følgende begreper beskriver den skatten som betales etter å ha mottatt skatteoppgjøret, hvis man har betalt for lite skatt i løpet av året?",
        "Options": [
            "Forskuddstrekk",
            "Etterskuddsskatt",
            "Forskuddsskatt",
            "Moms"
        ],
        "Right Answer": 2,
        "Explanation": "Etterskuddsskatt er skatten man betaler etter at skatteoppgjøret er mottatt. Dette kan oppstå når det viser seg at man har betalt for lite skatt i løpet av året."
    },
    {
        "Question Number": 3,
        "Title": "Hva beskriver skatten som forhåndsbetales av selvstendig næringsdrivende basert på forventet inntekt for det kommende året?",
        "Options": [
            "Forskuddsskatt",
            "Forskuddstrekk",
            "Etterskuddsskatt",
            "Bedriftsskatt"
        ],
        "Right Answer": 1,
        "Explanation": "Forskuddsskatt er skatt som forhåndsbetales av selvstendig næringsdrivende og andre skattytere basert på en estimert inntekt for det kommende året. Dette systemet er lagt opp slik for å unngå store skattekrav ved årets slutt."
    },
    {
        "Question Number": 4,
        "Title": "Hva er en av de viktigste forpliktelsene en arbeidsgiver har vedrørende skattetrekk fra en arbeidstakers lønn?",
        "Options": [
            "Å betale arbeidstakers skatt direkte til skatteetaten månedlig.",
            "Å holde tilbake et bestemt beløp for skattetrekk og betale det inn til skatteoppkreveren hver termin.",
            "Å betale hele skatten på vegne av arbeidstakeren ved årets slutt.",
            "Å sørge for at arbeidstakeren selv betaler inn skattetrekket hver måned."
        ],
        "Right Answer": 2,
        "Explanation": "Arbeidsgiveren har ansvar for å trekke skatt av arbeidstakers lønn basert på den skattekortinformasjonen som er tilgjengelig. Dette beløpet holdes tilbake fra lønnen og betales deretter inn til skatteoppkreveren. Innbetalingsfrekvensen kan variere, men det er ofte snakk om terminvise innbetalinger."
    },
    {
        "Question Number": 5,
        "Title": "Hva må en arbeidsgiver gjøre dersom en arbeidstaker ikke har levert skattekort?",
        "Options": [
            "Ikke trekke skatt fra lønnen før skattekortet er mottatt.",
            "Trekke 50 % skatt av arbeidstakerens lønn.",
            "Trekke en standardprosent fastsatt av skatteetaten.",
            "Gi arbeidstakeren skattefri lønn."
        ],
        "Right Answer": 3,
        "Explanation": "Dersom en arbeidstaker ikke leverer skattekort til arbeidsgiver, skal arbeidsgiver trekke en tabellskatt etter en standardprosent som skatteetaten har fastsatt."
    },
    {
        "Question Number": 6,
        "Title": "Hvor lenge er en drosjeeier pålagt å oppbevare bokføringsmateriale, ifølge norsk bokføringslovgivning?",
        "Options": [
            "2 år.",
            "3 år.",
            "5 år.",
            "10 år."
        ],
        "Right Answer": 3,
        "Explanation": "I henhold til norsk bokføringslovgivning er drosjeeiere, som andre næringsdrivende, pålagt å oppbevare bokføringsmateriale i minst 5 år fra utgangen av bokføringsåret."
    },
    {
        "Question Number": 7,
        "Title": "Hvilket av følgende utsagn er korrekt angående kvitteringer for drosjetransport?",
        "Options": [
            "Kvitteringer trenger ikke dateres så lenge beløpet er notert.",
            "Det er ikke nødvendig å oppbevare kvitteringer for turer under 100 NOK.",
            "Drosjeeiere er pålagt å utstede kvittering for hver utført transporttjeneste, uavhengig av beløpet.",
            "Kvitteringer for drosjetransport trenger ikke inneholde informasjon om turen eller beløpet."
        ],
        "Right Answer": 3,
        "Explanation": "I henhold til bokføringslovgivningen er drosjeeiere pålagt å utstede kvitteringer for alle turer, uansett hvor små beløpene er. Dette sikrer korrekt bokføring og mulighet for revisjon."
    }
]