[
    {
        "Question Number": 1,
        "Title": "Hva kreves ifølge Yrkestransportlova § 9 for den som vil drive persontransport utenfor rute med motorvogn registrert for inntil 9 personer?",
        "Options": [
            "Man må ha en særskilt bussløyve.",
            "Man må ha en særskilt drosjeløyve.",
            "Det kreves ingen spesiell løyve.",
            "Man må ha en spesiell løyve utstedt av Samferdselsdepartementet."
        ],
        "Right Answer": 2,
        "Explanation": "Yrkestransportlova § 9 (1) presiserer at den som ønsker å drive persontransport utenfor rute med motorvogn registrert for inntil 9 personer, må ha en særskilt drosjeløyve."
    },
    {
        "Question Number": 2,
        "Title": "Hvilket krav kan løyvestyresmakta gi ifølge Yrkestransportlova § 9 angående drosjekjøring innenfor en kommune?",
        "Options": [
            "Krav om elektriske drosjer.",
            "Krav om at alle drosjer skal ha plass til minimum 5 passasjerer.",
            "Krav om at drosjekjøring skal drives med motorvogn som har en øvre grense for miljøskadelig utslipp.",
            "Krav om at alle drosjesjåfører må ha minimum 5 års erfaring."
        ],
        "Right Answer": 3,
        "Explanation": "Yrkestransportlova § 9 (2) sier at løyvestyresmakta kan gi påbud om at drosjekjøring innenfor en kommune skal drives med motorvogn som har en øvre grense for miljøskadelig utslipp."
    },
    {
        "Question Number": 3,
        "Title": "Hva gir Yrkestransportforskrift § 48 d) løyvemyndigheten mulighet til i særskilte tilfeller?",
        "Options": [
            "Dispensasjon fra kravet om loggføring av drosjeturer.",
            "Dispensasjon fra kravet om miljøvennlige drosjer.",
            "Dispensasjon fra kravet om taksameter i drosje.",
            "Dispensasjon fra kravet om minimum antall drosjeløyver i en kommune."
        ],
        "Right Answer": 1,
        "Explanation": "Yrkestransportforskrift § 48 d) gir løyvemyndigheten mulighet, i særskilte tilfeller, til å gi dispensasjon fra kravet om loggføring i yrkestransportloven § 9 (3)."
    },
    {
        "Question Number": 4,
        "Title": "Hva er hovedhensikten med kravet som Yrkestransportforskrift § 48 d) gir mulighet for dispensasjon fra?",
        "Options": [
            "Å sikre kvaliteten på drosjesjåfører.",
            "Å sikre økonomisk transparens for drosjeeiere.",
            "Å overvåke og registrere drosjens ruter for offentlig innsyn.",
            "Å ha en løpende registrering av den geografiske posisjonen til drosja."
        ],
        "Right Answer": 4,
        "Explanation": "Yrkestransportforskrift § 48 d) gir mulighet for dispensasjon fra kravet om loggføring av drosjeturer, spesielt med hensyn til løpende registrering av drosjens geografiske posisjon."
    }
]